import random

fishes = ['고등어','갈치','가다랑어','꽁치','날치','노가리','명태',
          '은어','전어','개복치','정어리','멸치','청어','참치',
          '우럭','도미','무지개송어','숭어','연어','농어','장어',
          '넙치','문어','오징어','복어','해삼','말미잘','멍게',
          '피라미','잉어','붕어','메기','금붕어','송사리','바닷가재',
          '게','미꾸라지','바다거북','자라','피라냐','금태',
          '해파리','클리오네','도루묵','조기','대구','아귀',
          '가리비','바지락','산호','백산호','빙어','칠성장어',
          '고래상어','철갑상어','실러캔스','피라루쿠','청상아리',
          '청새치','킹크랩','거대오징어','크라켄','대왕참치',
          '새우','미역','다시마','녹조류','직박구리 씨',
          '쓰레기','돌멩이','유리병','1아티','실패']

def getFish():
    fish = random.choice(fishes)

    return fish

def sizing():
    fsize = random.randrange(1,101)

    return fsize