import random

stews = ['소고기스튜','돼지고기스튜','양고기스튜','닭고기스튜','크림스튜',
         '포토푀','랍스터 비스크','감자 포타주','콩소메',
         '단호박수프','조개수프','옥수수수프','아이리시스튜','구야쉬',
         '미네스트로네','보르시','계란 스튜','게살 스튜','토마토 스튜',
         '야채스튜','매운맛 김치 스튜','마라 스튜','솜사탕맛 스튜','라면','부대찌개',
         '땅콩스튜','불량식품맛 스튜','순두부찌개','된장찌개','미소시루',
         '미역국','해물탕','해물매운탕','바지락술찜','배추 된장국','육개장',
         '수프 카레','바지락칼국수','닭칼국수','나가사끼 짬뽕','치킨 카레',
         '밍밍한 물맛 스튜','음양탕 -a.k.a 미지근한 물-','믹스 커피',
         '똠양꿍','뱅쇼','누텔라찌개','총명탕','짜장면','녹즙','화채',
         '닭죽','삼계탕','닭곰탕','설렁탕','돼지국밥','순대국밥','쌀국수',
         '삼선 짬뽕','어묵탕','돈코츠 라멘','쇼유 라멘','우동']


def getStew():
    stew = random.choice(stews)
    return stew
